#!/bin/sh

#  sitelist.sh
#  gameBoxEx
#
#  Created by Lewis on 2017/10/30.
#  Copyright © 2017年 luis. All rights reserved.

#    '_rf80^21^"测试21"'  \
# '_DEBUG^71^app12'  \
# '_7cxt^69^"百发彩票"' \
# '_1wl5^70^"天天彩票"'  \
# '_8l6r^71^"超博娱乐"'  \
# '_XH5Z^76^"澳门永利"'  \
# '_cabu^110^"超博娱乐"'  \
# '_74bk^111^"新葡京娱乐场"'  \
# '_SNRM^112^"威尼斯人娱乐"'  \
# '_jwdg^113^"伟德娱乐"'  \
# '_ojlj^114^"澳门金沙娱乐场"'  \
# '_bldz^116^"电子777娱乐"'  \
# '_yytt^117^"澳门威尼斯人"'  \
# '_ys3q^118^"澳门星际娱乐"'  \
# '_nu9r^119^UEDBET'  \
# 演示站点    '_cvqb^120^"演示站点"'  \
# '_pnuw^121^"太阳城集团"'  \
# '_seck^123^"皇家赌场"'  \
# '_98ph^124^"澳门金沙"'  \
#    '_bqmn^125^"464彩票"'  \
# '_8wu8^126^"澳门永利娱乐城"'  \
#停用    '_xjc9^128^"新葡京娱乐场"'  \
# '_0a74^129^"新葡京娱乐城"'  \
# '_ixpm^130^"澳门新葡京"'  \
# '_xwc7^133^"澳门威尼斯人"'  \
# '_o7av^134^"澳门威尼斯人"'  \
# '_miv5^135^"澳门金沙娱乐场"'  \
# '_5rdu^136^"澳门威尼斯人"'  \
# '_ix2i^140^"澳门威尼斯人"'  \
# '_hihk^141^BET365'  \
# '_vbgt^142^"澳门新葡京娱乐场"'  \
# '_zhcu^143^"太阳城娱乐城"'  \
# '_zz1g^150^"威尼斯人"'  \
#停用    '_tloz^151^bet365'  \
# '_cqkv^153^"澳门威尼斯人"'  \
# '_zqq5^155^"澳门银河娱乐城"'  \
# '_xmil^156^"新葡京娱乐场"'  \
# '_uhte^157^"澳门金沙赌场"'  \
# '_7p44^158^"九狮国际娱乐城"'  \
# '_mhi7^159^"澳门威尼斯人赌场"'  \
# '_n0o7^161^"bet365亚洲官网"'  \
# '_bgst^162^"葡京娱乐场"'  \
# '_duzr^163^FUNGAME'  \
# '_g7oq^165^"澳门赌场"'  \
# '_hzy3^167^"澳门新葡京赌场"'  \
# '_lont^168^"澳门威尼斯人"'  \
#停用    '_c79k^169^"澳门银河在线赌场Casino"'  \
# '_ihqx^171^"宝开娱乐"'  \
# '_izbv^172^"豪森国际"'  \
# '_jr3j^173^"濠利会娱乐城"'  \
# '_x0le^175^"澳门银河娱乐城"'  \
# '_qgjl^176^"全胜娱乐"'  \
# '_x1dv^177^"澳门威尼斯人娱乐场"'  \
# '_ptxa^178^"点金坊"'  \
# '_rosz^179^"威尼斯人"'  \
# '_qfxk^180^"皇冠国际"'  \
# '_4w3g^181^"超博娱乐"'  \
# '_ixuf^182^"雄伟集团"'  \
# '_nrpf^183^"美高梅赌场"'  \
# '_fyxi^185^PhoenixGaming' \
# '_cwad^186^"赛博体育"'  \
# '_b02h^187^"澳门银河"'  \
#     '_acpb^188^"鸿泰国际"'  \
#     '_a56r^189^"澳门永利贵宾会"'  \
#     '_yj4v^190^"万博体育"'  \
#     '_d1hg^191^"澳门赌场"'  \
#     '_gc7p^192^"星河娱乐城"'  \
#     '_f9wn^193^"皇冠娱乐"'  \
#     '_xjvs^195^"大唐娱乐城"'  \
#     '_6rrt^196^"澳门巴黎人"'  \
#     '_sn2m^197^"完美彩票"'  \
#     '_urbr^198^"澳门金沙娱乐场"'  \
#     '_n5ns^199^"澳门威尼斯人"'  \
#     '_cghs^200^"钱多多娱乐城"'  \
#     '_vtfw^201^"澳门威尼斯人"'  \
#     '_ucuy^202^"博亿娱乐城"'  \
#     '_q5tj^203^"中博娱乐城"'  \
#     '_dfvp^205^"百乐博"'  \
#     '_lnd9^206^"葡京国际"'  \
#     '_xlei^207^BET365'  \
#     '_npsa^208^"彩中彩"'  \
#     '_arau^209^"大发OK"'  \
#     '_1lgt^210^"威廉希尔"'  \
#     '_3qj8^211^"大发OK"'  \
#     '_cmu6^212^"金元宝娱乐城"'  \
#     '_8y1c^213^"万豪国际"'  \
#     '_mjiu^215^"盈泰娱乐"'  \
#     '_cbe1^216^"COD娱樂"'  \
#     '_w7ls^217^"云顶国际"'  \
#     '_osxg^218^"永利娱乐城"'  \
#     '_tcjp^219^"鼎彩国际"'  \
#     '_yrdy^220^"皇朝娱乐"'  \
#     '_ionm^221^"金沙娱乐场"'  \
#     '_4hwq^222^"美高梅娱乐城"'  \
#     '_elpc^223^"大咖汇"'  \
#     '_gwkk^225^"永利娱乐成"'  \
#     '_oiqg^226^"新葡京娱乐场"'  \
#     '_mkoz^227^"银河娱乐城"'  \
#     '_idr9^228^"亚盈国际"'  \
#     '_ixyu^229^"美高梅娱乐城"'  \
#     '_r7pt^230^"金沙娱乐城"' \
#     '_vxcb^231^"新濠国际"'  \
#     '_z1yn^232^"新亚洲"'  \
#     '_87lr^233^"金沙娱乐城"'  \
#     '_cspr^235^"美高梅娱乐城"'  \
#     '_8gez^236^"拉斯维加斯国际"'  \
#     '_akm1^237^"金沙娱乐城"'  \
#     '_wlf6^238^BET365'  \
#     '_5e7b^239^"云顶娱乐"'  \
#     '_e2ce^251^"威尼斯人"'  \
#     '_pox4^252^"COBO超博"' \
#    '_7rda^253^"澳门威尼斯人"'  \
#     '_p0a7^255^"澳门威尼斯人"'  \
#     '_vqwq^256^"MGMGAME"'  \
#     '_wnmt^257^"盛大国际"'  \
#     '_yqgk^258^"金凯娱乐"'  \
# '_jzgy^260^"拉斯维加斯"'  \
#nodefine    '_2ztl^259^"拉斯维加斯"'  \
#nodefine    '_jzgy^260^"拉斯维加斯"'  \
# '_7vhp^800^"四海娱乐"'  \
# '_cx7r^801^"万达彩票"'  \
# '_98jb^802^"凤凰彩票"'  \
# '_yg9x^803^"头彩"'  \
#nodefine     '_s0sa^804^"亿彩汇"'  \
# '_yrxk^805^"亿彩汇"'  \
# '_2ztl^259^"新海天"' \
#'_xmwf^261^"澳门威尼斯人"' \
#'_nt6y^262^"9发bet"' \
#'_n6pg^263^"太阳城集团"' \
#'_ywo4^806^"万濠彩票"' \
#'_hjnl^807^"凤凰彩票"' \
#'_x70n^265^"MGMGAME' \
